<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ page contentType="text/html; charset=UTF-8" %>

<article>
	<div class="head">
		<h4>做好职业规划 成就美好未来</h4>
		<div class="subTitle clearfix">
			<span class="fl tag">2017新高考</span>
			<span class="fr moment">1小时前</span>
		</div>
	</div>

	<div class="body">
		<div class="imgWrap">
			<img src="./img/image.png" class="responsive">
		</div>
		<div class="txts">
		<p>考个好大学不如选个好专业。以就业为导向的职业教育，要求考生在填报高考志愿之前，就要综合
考虑自身条件和发展预期提前做出职业规划，再根据职业规划来填报高考志愿。只有在职业规划上提前
做足功课、充分准备，才能在高考志愿填报中胜人一筹，选中理想专业。然而，在我们对历年就业情况
的统计中，就业的专业对口率较低，其根本原因是很多考生在报考志愿的时候，对自己的职业发展缺乏
预期而且对大学开设的专业是学什么、将来要做什么、就业情况如何，缺乏充分了解。在此，笔者对如
何选择适合自己的专业谈几点想法。</p>
	<p>一、自我评估，正确认识你自己</p>
	<p>　凡事预则立，不预则废。发现和了解自己的兴趣及能力，学习和工作才能更有激情及动力。因此，
考生首先要从性格、兴趣、爱好、特长、学习成绩等几个方面对自己做一个全方位的测评，想清楚自己
的优势是什么，劣势是什么，了解自己的职业倾向，也就是自己适合哪方面的工作，尽早地规划人生未
来。行业没有好坏之分，只看你自身具有的潜质和能力适不适合。</p>
<p>二、读懂专业设置，关注学校“冷门”但有特色专业</p>
<p>大学中的专业设置大致分为两类，一类侧重就业，培养的是技术技能型人才；另一类侧重基础理论，
适合继续深造学习。高职教育开设的专业就侧重前者。专业的确分“冷”、“热”，但是这种“冷”和
“热”具有时间依赖性和地域依赖性，是根据经济的发展和国家的政策以及市场的需求等因素来决定的。
例如，在近几年的招生中，考生倾向于报考我院的工程造价、建筑工程技术、会计电算化等几个专业，
而对船舶工程这个相对较冷门的专业缺乏关注。在国家“建设海洋强国”战略和浙江省大力发展海洋经
济的政策引导下，南洋学院船舶工程技术专业依托上海交通大学船舶与海洋工程类专业国际一流、国内
领先的办学实力和强大的师资力量，传承交大“南洋公学”的文化底蕴，培养出了一批又一批高技术技
能型人才，在上海大型国有造船企业和知名船舶设计院所从事船舶的设计和制造工作，参与了国家级和
国际级的大型项目。毕业生供不应求，就业层次较高，未来发展前景广阔。</p>
<p>　三、找准个人与学校、专业的匹配点</p>
<p>首先要有明确的目标，根据个人性格、学习兴趣选择合适的方向，做出自己的职业规划，根据规划
选择专业。其次，选报学校和专业的志愿要有梯度，关注公办院校热门专业的同时更要关注民办院校中
的优势专业。浙江省的民办高职教育蓬勃发展，涌现出了很多有实力的民办高职学校，它们的特色专业
也值得考生考虑。例如南洋学院的电气自动化专业和模具设计与制造专业，均为省级特色专业。民办院
校的办学体制更加灵活，专业设置也更以服务地方经济为导向，在多年的发展中形成了自己的亮点和品
牌，因此，在市场竞争中更具活力。第三，要结合个人成绩来选择专业，热门专业的分数线一般都较高，
如果学习成绩不太突出，最好避热就冷。最后，很重要的一点是要充分了解自己所选专业的就业行情，
对于大多数选择高职教育的考生来说，更多的考虑是面向就业，入学时候的热门专业并非会在毕业就业
时依旧热门。要以自己的职业规划为基础，尽可能多地了解地方经济发展方向，确定理想专业。</p>
<p>好的人生离不开好的规划，人生规划当趁早。</p>
  </div>
	</div>
	
</article>