<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ page contentType="text/html; charset=UTF-8" %>


<p>
	二、专业选择对照表<br />
&nbsp; &nbsp; &nbsp; &nbsp; 2012年，教育部颁布了《普通高等学校本科专业目录（2012年）》。新目录规定了专业划分、名称及所属门类，是设置和调整专<br />
业、实施人才培养、安排招生、授予学位、指导就业，进行教育统计和人才需求预测等工作的重要依据。为了给考生提供更及时、更全<br />
面的专业信息，我们在原有249种专业基础上，参照新目录进行了必要的调整和添加，推荐专业在升级后基本涵盖了所有基本专业，同<br />
时还包含部分特设专业。其中专业名称后不带字母的为基本专业，有字母“K”的为基本专业中的国家控制布点专业，有字母“T”的为<br />
特设专业，有字母“TK”的为特设专业中的国家控制布点专业。<br />
&nbsp; &nbsp; &nbsp; &nbsp;下表为根据您前面的测试结果，以及我们对高校各个专业特点的研究与分析，为您提供的不同适应程度的专业选择信息。其中：<br />
&nbsp; &nbsp; &nbsp; &nbsp; ★★★代表您各方面都非常符合该专业的要求，是我们强烈向您推荐的专业 ，建议您在选择专业的时候优先考虑。<br />
&nbsp; &nbsp; &nbsp; &nbsp; ★★代表您在多方面都比较符合该专业的要求，是我们重点向您推荐的专业，建议您在选择专业的时候重点考虑。<br />
&nbsp; &nbsp; &nbsp; &nbsp; ★代表您的某些特点基本上符合该专业的要求，为一般推荐专业，也是您选择专业的时候可以考虑的范围。<br />
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;X代表您的特点非常不符合该专业的要求，您不太适合选择该专业，建议您慎重选择该专业。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 其余未提到的专业，表示根据测试结果无法对该专业是否适合您学习做出准确判断，建议您结合其他因素慎重考虑。<br />
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
</p>

<p class="f14">说明：除了上面推荐您的专业以外，正式填报志愿时，您也可以综合考虑其他因素，例如社会环境变化、自己的价值观、家庭的影响等等。</p>

<p>
三、部分推荐专业介绍<br />
&nbsp; &nbsp; &nbsp; &nbsp; 为了帮助您更好地了解适合自身学习的专业，下面将根据上述测验结果，从适合您选报的专业中选择五类专业，简要介绍其相关的<br />
学习内容。其他您感兴趣的专业请登录测试网站进入相关栏目查询。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 本报告中基本专业的专业介绍信息主要为2012年教育部颁布的《普通高等学校本科专业目录（2012年）》中对具体专业的介绍，<br />
对于特设专业的专业介绍，由于未找到教育部公布的相关介绍资料，因此本测试相关资料来源于各院校高招办或学校网站。在此特别声<br />
明：我们提供该类信息的目的在于为高考生提供更多信息作为参考，请以各高校正式公布数据为准。<br />
<br />
<b>农业建筑环境与能源工程(农业工程类)</b><br />
培养目标：<br />
&nbsp; &nbsp; &nbsp; &nbsp; 本专业培养具备现代设施农业工程、可再生能源工程、生物环境工程、城乡建设与区域规划等方面的基本理论、基本知识和基本<br />
技能，能在工厂化高效农业系统、可再生能源开发与利用和城乡规划建设等相关领域，从事建筑工程规划设计与施工管理、环境调控技<br />
术装备研究与开发以及教学和科研等方面工作的高级工程技术复合型人才。<br />
培养要求：<br />
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;本专业学生主要学习可再生能源工程、农业生物环境工程、农业建筑工程及环境工程等方面的基本理论和基本知识，接受建筑制<br />
图、建筑工程测量、建筑构造设计、建筑结构设计、没施农业工程工艺及建筑设计、设施环境工程设计、新能源工程设计、城乡建设规<br />
划设计以及专业社会实践能力等方面的训练，掌握可再生能源开发利用、设施农业工程及环境工程的设计、规划、运行管理和科学研究<br />
的基本能力。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 毕业生应获得以下几方面的知识和能力：<br />
&nbsp; &nbsp; &nbsp; &nbsp; 1．掌握农业建筑环境与能源工程学科的基本理论、基本研究方法及相近专业的基础知识；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 2．掌握农业建筑、农村新能源开发利用工程的规划设计、施工及管理的基本知识；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 3．掌握建筑工程CAD的设计方法；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 4．了解本专业领域及相关学科的学科前沿和发展趋势；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 5．熟悉本专业有关的方针、政策和法规；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 6．掌握文献检索、资料查询、规范及手册使用的基本方法；<br />
&nbsp; &nbsp; &nbsp; &nbsp; 主干学科：农业工程、土木工程、环境科学与工程。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 核心课程：建筑制图、工程力学、城乡与区域规划原理、建筑结构、建筑施工、农业生物环境原理、设施农业工程工艺、新能源<br />
工程、农业建筑设计、生物环境测试技术等。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 主要实践性教学环节：专业认识实习、温室工程拆装实践、专业制图实践、金工实习、建筑工程测量实习、专业社会实践、毕业<br />
实习、毕业设计等。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 主要专业实验：土力学与地基基础实验、建筑材料实验、流体力学实验、热工基础实验、农业生物环境原理实验、生物环境因素<br />
测试技术实验、农业生物环境工程实验。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 修业年限：四年。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 授予学位：工学学士。<br />
&nbsp; &nbsp; &nbsp; &nbsp; 就业方向：在农业建筑与环境、工厂化工设施农业系统、农村新能源开发与科学利用等领域工作，工作内容可为规划设计、装备<br />
开发与集成、经营管理、教学科研等
</p>
<p>
	<br />
</p>